{
  "id" : "StructureDefinition-nationality",
  "baseLang" : "en",
  "languages" : [
    {
      "targetLang" : "es",
      "entries" : [
        {
          "id" : "name",
          "context" : "A natural language name identifying the structure definition. This name should be usable as an identifier for the module by machine processing applications such as code generation.",
          "source" : "Nationality",
          "target" : null
        },
        {
          "id" : "title",
          "context" : "A short, descriptive, user-friendly title for the structure definition.",
          "source" : "Nacionalidad de una persona.",
          "target" : null
        },
        {
          "id" : "publisher",
          "context" : "The name of the organization or individual responsible for the release and ongoing maintenance of the structure definition.",
          "source" : "Ministerio de Salud de Costa Rica",
          "target" : null
        },
        {
          "id" : "contact.name",
          "context" : "The name of an individual to contact.",
          "source" : "Ministerio de Salud de Costa Rica",
          "target" : null
        },
        {
          "id" : "copyright",
          "context" : "A copyright statement relating to the structure definition and/or its contents. Copyright statements are generally legal restrictions on the use and publishing of the structure definition.  The short copyright declaration (e.g. (c) '2015+ xyz organization' should be sent in the copyrightLabel element.",
          "source" : "Utilizado con permiso de HL7 International, todos los derechos reservados Licencia Creative Commons",
          "target" : null
        },
        {
          "id" : "Extension/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Nacionalidad de una persona.",
          "target" : null
        },
        {
          "id" : "Extension/definition",
          "context" : "Provides a complete explanation of the meaning of the data element for human readability.  For the case of elements derived from existing elements (e.g. constraints), the definition SHALL be consistent with the base definition, but convey the meaning of the element in the particular context of use of the resource. (Note: The text you are reading is specified in ElementDefinition.definition).",
          "source" : "Nacionalidad de una persona.",
          "target" : null
        },
        {
          "id" : "Extension.url/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Extensión para definir la nacionalidad de una persona.",
          "target" : null
        },
        {
          "id" : "Extension.value[x]/short",
          "context" : "A concise description of what this element means (e.g. for use in autogenerated summaries).",
          "source" : "Código de la nacionalidad de la persona.",
          "target" : null
        }
      ]
    }
  ]
}
